ShawnHymel/course-iot-with-esp-idf/workspace/apps/http_request_qemu/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ETH_USE_OPENETH=y